import React from 'react';
import './contact/about.css';

function About() {
  return (
    <div className='about'>
       <div className='left'>
        <div className='img-container'>
          <div className='img-stack top'>
            <img src="/images/boqyy.jpg" alt='img'  />
          </div>
          <div className='img-stack bottom'>
            <img src="/images/hbd3.jpg" alt='img'  />
          </div>
        </div>
      </div>
      <div className='right'>
        <h1>موقع بوقي</h1>
        <p>
        مرحبًا بكم في موقعنا! نحن هنا لتحقيق أحلامك وجعل كل لحظة من مناسبتك لا تُنسى. نفهم تمامًا أن التنظيم والتجهيز لمناسبة تعتبر تحديًا، ولذلك قمنا بتصميم هذا الموقع ليجعل العملية أسهل بالنسبة لك.

سواء كنت تخطط لحفل زفاف رائع، حفلة عيد ميلاد مميزة، حفل تخرج مذهل، أو أي مناسبة أخرى، فإننا نضع بين يديك خيارات متعددة من أفضل مقدمي الخدمات في منطقتك. نقدم لك فرصة استعراض ومقارنة الأماكن والخدمات والأسعار بسهولة لتجد ما يناسب ذوقك وميزانيتك.

نحن نسعى لتبسيط العملية بأقصى درجة وتقديم المعلومات التي تحتاجها لاتخاذ قرار مستنير. نفخر بأننا شريكك في رحلة تنظيم المناسبات الخاصة بك وضمان تجربة لا تُنسى لك ولضيوفك.

لا تتردد في الاتصال بنا لأي استفسارات أو مساعدة. نتطلع إلى خدمتكم ومساعدتكم في جعل كل مناسبة لديكم مثالية.

شكرًا لثقتكم بنا!
        </p>
      </div>
     
    </div>
  );
}

export default About;
